Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
ja: ID
ko: 신원 정보
pt_br: Identidade
pt_pt: Identidade
ru: Личность
uk: Ідентичність
zh_hans: 身份

source: Identity color style
de: Identitätsfarbstil
es: Estilo de color de identidad
fr: Couleurs pour les identités
it: Stile colore identità
ja: IDカラーのスタイル
ko: 아이덴티티 색상 스타일
pt_br: Estilo de cor da identidade
pt_pt: Estilo de cor da identidade
ru: Стиль цвета идентификатора
uk: Колір профілю
zh_hans: 身份颜色风格

source: If you wish, you can help the development team by tapping the button below. This will share (only) the following message with them.
de: Wenn du möchtest, kannst du dem Entwicklungsteam helfen, indem du auf die Schaltfläche unten tippst. Dadurch wird (nur) die folgende Nachricht mit ihnen geteilt.
es: Si lo deseas, puedes ayudar al equipo de desarrollo pulsando el botón de abajo. Esto compartirá (solo) el siguiente mensaje con ellos.
fr: Si vous le désirez, vous pouvez aider l'équipe de développement via la bouton ci-dessous. Vous partagerez (uniquement) le message encadré ci-dessous avec elle.
it: Se lo desideri, puoi aiutare il team di sviluppo toccando il pulsante sottostante. In questo modo verrà condivicato (solo) il seguente messaggio con loro.
ja: もしよろしければ、以下のボタンをタップして、開発チームに協力していただけます。これにより、以下のメッセージが（のみ）共有されます。
ko: 원하시면 아래 버튼을 탭하여 개발팀을 도울 수 있습니다. 그러면 다음 메시지만 개발팀과 공유됩니다.
pt_br: Se desejar, você pode ajudar a equipe de desenvolvimento tocando no botão abaixo. Isso compartilhará (apenas) a seguinte mensagem com eles.
pt_pt: Se desejar, pode ajudar a equipa de desenvolvimento ao tocar no botão abaixo. Desta forma, partilharemos (apenas) a seguinte mensagem com eles.
ru: Если хотите, вы можете помочь команде разработчиков, нажав кнопку ниже. Это позволит отправить им (только) следующее сообщение.
uk: Якщо ви бажаєте, ви можете допомогти команді розробників, натиснувши кнопку нижче. Це дозволить надіслати їм (лише) наступне повідомлення.
zh_hans: 如果您愿意，可以通过点击下面的按钮来帮助开发团队。这将仅将以下消息与他们共享。

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視
ko: 무시
pt_br: Ignorar
pt_pt: Ignorar
ru: Игнорировать
uk: Ігнорувати
zh_hans: 忽略

source: Immediately
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: すぐに
ko: 즉시
pt_br: Imediatamente
pt_pt: Imediatamente
ru: Немедленно
uk: Негайно
zh_hans: 立即

source: In order to invite another Olvid user, you can copy your identity in order to paste it in an email, SMS, and so forth. If you receive the identity of another user, you can paste it here.
de: Um einen anderen Olvid-Nutzer einzuladen, können Sie Ihre Identität kopieren und in eine E-Mail, SMS oder ähnliches einfügen. Wenn Sie die Identität eines anderen Nutzers erhalten, können Sie diese hier einfügen.
es: Para invitar a otro usuario de Olvid, puedes copiar tu identidad y pegarla en un correo electrónico, SMS, o cualquier otro medio. Si recibes la identidad de otro usuario, puedes pegarla aquí.
fr: Pour inviter un autre utilisateur, vous pouvez copier votre identité puis la coller dans un courriel, un SMS, etc. Si vous recevez l'identité d'un autre utilisateur, vous pouvez la coller ici.
it: Per invitare un altro utente Olvid, puoi copiare la tua identità e incollarla in un'email, SMS o altro. Se ricevi l'identità di un altro utente, puoi incollarla qui.
ja: 他のOlvidユーザーを招待するには、自分のIDをコピーして、メールやSMSなどに貼り付けてください。他のユーザーのIDを受け取った場合は、ここに貼り付けてください。
ko: 다른 Olvid 사용자를 초대하려면 ID를 복사하여 이메일, 문자 메시지 등에 붙여넣을 수 있습니다. 다른 사용자의 ID를 받으면 여기에 붙여넣을 수 있습니다.
pt_br: Para convidar outro usuário do Olvid, você pode copiar seu identificador e colá-lo em um e-mail, SMS ou outro lugar. Se você receber o identificador de outro usuário, pode colá-lo aqui.
pt_pt: Para convidar outro utilizador do Olvid, pode copiar a sua identidade e colá-la num e-mail, SMS ou outro meio. Se receber a identidade de outro utilizador, pode colá-la aqui.
ru: Чтобы пригласить другого пользователя Olvid, вы можете скопировать свой идентификатор и вставить его в электронное письмо, SMS и так далее. Если вы получили идентификатор другого пользователя, вы можете вставить его здесь.
uk: Щоб запросити іншого користувача Olvid, ви можете скопіювати свій ідентифікатор, щоб вставити його в електронну пошту, SMS тощо. Якщо ви отримаєте ідентифікатор іншого користувача, ви можете вставити його тут.
zh_hans: 为了邀请另一位 Olvid 用户，您可以复制您的身份信息，然后将其粘贴到电子邮件、短信等渠道中。如果您收到了其他用户的身份信息，您可以将其粘贴到此处。

source: In order to add another Olvid user to your contacts, you can send an invitation, scan their QR code, or show them your own QR code.
de: Um einen weiteren Olvid-Benutzer zu Ihren Kontakten hinzuzufügen, können Sie eine Einladung senden, ihren QR-Code scannen oder ihnen Ihren eigenen QR-Code zeigen.
es: Para agregar a otro usuario de Olvid a tus contactos, puedes enviar una invitación, escanear su código QR o mostrarle tu propio código QR.
fr: Afin d'entrer en contact avec un autre utilisateur d'Olvid, vous pouvez lui envoyer une invitation, scanner son code QR, ou afficher le vôtre pour qu'il le scanne.
it: Per aggiungere un altro utente Olvid ai tuoi contatti, puoi inviare un invito, scansionare il loro codice QR o mostrare il tuo codice QR a loro.
ja: 他のOlvidユーザーを連絡先に追加するには、招待状を送信するか、相手のQRコードをスキャンするか、自分のQRコードを相手に見せるか、いずれかの方法で行います。
ko: 다른 Olvid 사용자를 연락처에 추가하려면 초대 메시지를 보내거나, 사용자의 QR 코드를 스캔하거나, 자신의 QR 코드를 보여줄 수 있습니다.
pt_br: Para adicionar outro usuário do Olvid aos seus contatos, você pode enviar um convite, escanear o código QR dele ou mostrar seu próprio código QR.
pt_pt: Para adicionar outro utilizador do Olvid aos seus contactos, pode enviar um convite, ler o código QR desse utilizador ou mostrar o seu próprio código QR.
ru: Чтобы добавить другого пользователя Olvid в свои контакты, вы можете отправить приглашение, отсканировать его QR-код или показать свой собственный QR-код.
uk: Щоб додати іншого користувача Olvid до своїх контактів, ви можете надіслати запрошення, сканувати їхній QR-код або показати їм свій QR-код.
zh_hans: 要将其他 Olvid 用户添加到您的联系人中，您可以发送邀请、扫描他们的二维码，或向他们展示您自己的二维码。

source: Incorrect code
de: Falscher Code
es: Código incorrecto
fr: Code incorrect
it: Codice errato
ja: 誤ったコードです
ko: 잘못된 코드
pt_br: Código incorreto
pt_pt: Código incorreto
ru: Неверный код
uk: Неправильний код
zh_hans: 验证码错误

source: Interface
de: Oberfläche
es: Interfaz
it: Interfaccia
ja: インターフェース
ko: 인터페이스
ru: Интерфейс
uk: Інтерфейс
zh_hans: 界面

source: Introduce
de: Einführung
fr: Présenter
it: Presentati
ja: 紹介
ko: 소개
pt_br: Apresente-se
pt_pt: Apresente-se
ru: Представьтесь
uk: Представитися
zh_hans: 介绍

source: Introduce %@ to...
de: Führe %@ zu... ein
es: Presenta a %@ a...
fr: Présenter %@ à...
it: Presenta %@ a...
ja: %@を…に紹介
ko: %@님을 소개합니다...
pt_br: Apresente %@ para...
pt_pt: Apresente %@ a...
ru: Представьте %@ пользователю...
uk: Познайомте %@ з...
zh_hans: 向 %@ 介绍...

source: Invitation
de: Einladung
es: Invitación
it: Invito
ja: 招待
ko: 초대
pt_br: Convite
pt_pt: Convite
ru: Приглашение
uk: Запрошення
zh_hans: 邀请

source: Invitation to join a group
de: Einladung, einer Gruppe beizutreten
es: Invitación a unirte a un grupo
fr: Invitation à rejoindre un groupe
it: Invito ad unirsi a un gruppo
ja: グループへの招待
ko: 그룹 참여 초대
pt_br: Convite para participar de um grupo
pt_pt: Convite para entrar num grupo
ru: Приглашение в группу
uk: Запрошення приєднатися до групи
zh_hans: 邀请加入群组

source: Invitations
de: Einladungen
es: Invitaciones
it: Inviti
ja: 招待
ko: 초대
pt_br: Convites
pt_pt: Convites
ru: Приглашения
uk: Запрошення
zh_hans: 邀请

source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invita
ja: 招待
ko: 초대
pt_br: Convidar
pt_pt: Convidar
ru: Пригласить
uk: Запросити
zh_hans: 邀请

# Invite another Olvid user
source: Choose how to add a contact
de: Wähle, wie du einen Kontakt hinzufügen möchtest
es: Elige cómo agregar un contacto
fr: Choisissez comment inviter un contact
it: Scegli come aggiungere un contatto
ja: 連絡先を追加する方法を選択
ko: 연락처를 추가하는 방법을 선택하세요
pt_br: Escolha como adicionar um contato
pt_pt: Escolha como adicionar um contacto
ru: Выберите способ добавления контакта
uk: Оберіть, як додати контакт
zh_hans: 选择添加联系人的方式

source: Keep %@ messages
de: Behalte %@ Nachrichten
es: Mantener %@ mensajes
fr: Conserver %@ messages
it: Conserva gli ultimi %@ messaggi
ja: %@ 件のメッセージを保存
ko: %@개의 메시지를 보관합니다
pt_br: Mantenha %@ mensagens
pt_pt: Manter as últimas %@ mensagens
ru: Сохранить %@ сообщений
uk: Зберегти останні %@ повідомлень
zh_hans: 保留 %@ 条消息

source: Keep %lld messages
de: Behalte %lld Nachrichten
es: Mantener las últimas %lld conversaciones
fr: Conserver %lld messages
it: Conserva gli ultimi %lld messaggi
ja: %lld 件のメッセージを保持
ko: %lld개의 메시지 보관
pt_br: Mantenha %lld mensagens
pt_pt: Manter as últimas %lld mensagens
ru: Сохранить последние %lld сообщений
uk: Зберегти останні %lld повідомлення
zh_hans: 保留%lld条消息

source: Keep %llu messages
de: %llu Nachrichten behalten
es: Mantener %llu mensajes
fr: Conserver %llu messages
it: Mantieni %llu messaggi
ja: %llu個のメッセージを保持する
ko: %llu개의 메시지 보관
pt_br: Manter %llu mensagens
pt_pt: Manter %llu mensagens
ru: Сохранить %llu сообщений
uk: Залишити %llu повідомлень
zh_hans: 保留 %llu 条消息

# KEYBOARD_SHORTCUT_FOR_SENDING_MESSAGE
source: Keyboard shortcut for sending a message
de: Tastenkombination zum Senden einer Nachricht
es: Atajo de teclado para enviar un mensaje
fr: Raccourci clavier pour envoyer un message
it: Scorciatoia da tastiera per inviare un messaggio
ja: メッセージを送信するためのキーボードショートカット
ko: 메시지 보내기 키보드 단축키
pt_br: Atalho de teclado para enviar uma mensagem
pt_pt: Atalho de teclado para enviar uma mensagem
ru: Горячая клавиша для отправки сообщения
uk: Клавіша швидкого доступу для надсилання повідомлення
zh_hans: 发送消息的键盘快捷键

# KEY_COMMAND_NEW_MESSAGE
source: New message…
de: Neue Nachricht…
es: Nuevo mensaje…
fr: Nouveau message…
it: Nuovo messaggio…
ja: 新しいメッセージ
ko: 새 메시지...
pt_br: Nova mensagem…
pt_pt: Nova mensagem…
ru: Новое сообщение…
uk: Нове повідомлення…
zh_hans: 收到新消息

# LAST_NAME_FIRST_NAME
source: Last, First
de: Nachname, Vorname
es: Último, Primero
fr: Nom Prénom
it: Cognome, Nome
ja: 姓、名
ko: 성, 이름
pt_br: Sobrenome, Nome
pt_pt: Último, Primeiro
ru: Фамилия, Имя
uk: Прізвище, Ім'я
zh_hans: 姓，名

# LIMITED_EXISTENCE_SECTION_FOOTER
source: When activated, messages and attachments are auto-deleted after a limited period of time.
de: Wenn aktiviert, werden Nachrichten und Anhänge nach einer begrenzten Zeit automatisch gelöscht.
es: Cuando se activa, los mensajes y archivos adjuntos se eliminan automáticamente después de un período de tiempo limitado.
fr: Si ce réglage est activé, les messages et leurs pièces jointes sont automatiquement supprimés après une certaine durée.
it: Quando attivata, i messaggi e gli allegati vengono eliminati automaticamente dopo un periodo di tempo limitato.
ja: 有効にすると、メッセージと添付ファイルは一定期間後に自動的に削除されます。
ko: 활성화하면 메시지와 첨부 파일이 지정된 기간이 지난 후 자동으로 삭제됩니다.
pt_br: Quando ativado, as mensagens e anexos são automaticamente excluídos após um período limitado.
pt_pt: Quando ativado, as mensagens e anexos são automaticamente eliminados após um período de tempo limitado.
ru: Когда включено, сообщения и вложения автоматически удаляются через ограниченный период времени.
uk: При активації повідомлення та вкладення автоматично видаляються через обмежений проміжок часу.
zh_hans: 启用后，消息和附件会在限定时间后自动删除。

# LIMITED_EXISTENCE_SECTION_LABEL
source: Existence duration
de: Dauer der Existenz
es: Duración de existencia
fr: Durée d'existence
it: Durata esistenza
ja: 存在期間
ko: 존재 기간
pt_br: Duração da existência
pt_pt: Duração da existência
ru: Длительность существования
uk: Тривалість існування
zh_hans: 存在时长

# LIMITED_VISIBILITY_LABEL
source: Visibility duration
de: Sichtbarkeitsdauer
es: Duración de visibilidad
fr: Durée de visibilité
it: Durata visibilità
ja: 表示期間
ko: 표시 기간
pt_br: Duração da visibilidade
pt_pt: Duração da visibilidade
ru: Длительность видимости
uk: Тривалість видимості
zh_hans: 可见时长

# LIMITED_VISIBILITY_SECTION_FOOTER
source: When activated, messages and attachments are visible for a limited period of time after they have been read.
de: Wenn aktiviert, sind Nachrichten und Anhänge für eine begrenzte Zeit sichtbar, nachdem sie gelesen wurden.
es: Cuando se activa, los mensajes y archivos adjuntos son visibles por un tiempo limitado después de haber sido leídos.
fr: Si ce réglage est activé, les messages et leurs pièces jointes sont affichés pour une durée limitée après avoir été lus.
it: Quando attivata, messaggi e allegati saranno visibili per un periodo di tempo limitato dopo essere stati letti.
ja: 有効にすると、メッセージと添付ファイルは、開封されてから一定期間のみ表示されます。
ko: 활성화하면 메시지와 첨부 파일은 읽은 후 제한된 기간 동안만 표시됩니다.
pt_br: Quando ativado, as mensagens e anexos ficam visíveis por um período limitado após serem lidos.
pt_pt: Quando ativado, as mensagens e os anexos ficam visíveis por um período limitado após terem sido lidos.
ru: Когда функция включена, сообщения и вложения становятся видимыми в течение ограниченного времени после прочтения.
uk: Коли активовано, повідомлення та вкладення будуть видимі протягом обмеженого часу після прочитання.
zh_hans: 启用后，消息和附件在阅读后将在限定时间内可见。

# LIST_LAYOUT
source: List
de: Liste
es: Lista
fr: Liste
it: Lista
ja: リスト
ko: 목록
pt_br: Lista
pt_pt: Lista
ru: Список
uk: Список
zh_hans: 列表

# LOCAL_CONFIG
source: Local configuration
de: Lokale Konfiguration
es: Configuración local
fr: Configuration locale
it: Configurazione locale
ja: ローカル設定
ko: 로컬 설정
pt_br: Configuração local
pt_pt: Configuração local
ru: Локальная конфигурация
uk: Локальна конфігурація
zh_hans: 本地配置

# LOCAL_EPHEMERAL_SETTINGS_EXPLANATION
source: The settings below allow you to locally customize how ephemeral messages behave within this discussion. These settings are not shared with other participants.
de: Die folgenden Einstellungen ermöglichen es Ihnen, das Verhalten von temporären Nachrichten in dieser Unterhaltung lokal anzupassen. Diese Einstellungen werden nicht mit anderen Teilnehmern geteilt.
es: La configuración a continuación te permite personalizar localmente cómo se comportan los mensajes efímeros dentro de esta conversación. Esta configuración no se comparte con otros participantes.
fr: Les réglages ci-dessous vous permettent d'ajuster localement le comportement des messages éphémères. Ces paramètres ne sont pas partagés avec les autres participants.
it: Le impostazioni seguenti ti permettono di personalizzare localmente il comportamento dei messaggi effimeri all'interno di questa conversazione. Queste impostazioni non vengono condivise con gli altri partecipanti.
ja: 以下の設定を使用すると、このチャット内での一時メッセージの動作をローカルでカスタマイズできます。これらの設定は他の参加者と共有されません。
ko: 아래 설정은 이 대화 내에서 일시 메시지의 동작 방식을 로컬에서 사용자 지정할 수 있도록 해줍니다. 이러한 설정은 다른 참여자와 공유되지 않습니다.
pt_br: As configurações abaixo permitem que você personalize localmente o comportamento das mensagens temporárias nesta conversa. Essas configurações não são compartilhadas com outros participantes.
pt_pt: As definições abaixo permitem personalizar localmente o comportamento das mensagens temporárias nesta conversa. Estas definições não são partilhadas com os outros participantes.
ru: Настройки ниже позволяют локально настроить поведение самоуничтожающихся сообщений в этом диалоге. Эти настройки не передаются другим участникам.
uk: Налаштування нижче дозволяють вам локально налаштувати поведінку тимчасових повідомлень у цьому обговоренні. Ці налаштування не передаються іншим учасникам.
zh_hans: 以下设置允许您本地自定义临时消息在此对话中的行为。这些设置不会与其他参与者共享。

# LOCAL_RETENTION_SETTINGS_EXPLANATION
source: The settings below allow you to automatically delete old messages in this discussion.
de: Die folgenden Einstellungen ermöglichen es Ihnen, alte Nachrichten in dieser Unterhaltung automatisch zu löschen.
es: La configuración a continuación te permite borrar automáticamente mensajes antiguos en esta conversación.
fr: Les réglages ci-dessous vous permettent de supprimer automatiquement de vieux messages dans cette discussion.
it: Le impostazioni seguenti ti permettono di eliminare automaticamente i vecchi messaggi in questa conversazione.
ja: 以下の設定を使用すると、このチャットの古いメッセージを自動的に削除できます。
ko: 아래 설정에서는 이 대화에서 오래된 메시지를 자동으로 삭제할 수 있습니다.
pt_br: As configurações abaixo permitem que você exclua automaticamente mensagens antigas nesta conversa.
pt_pt: As definições abaixo permitem-lhe eliminar automaticamente mensagens antigas nesta conversa.
ru: Настройки ниже позволяют автоматически удалять старые сообщения в этом диалоге.
uk: Налаштування нижче дозволяють автоматично видаляти старі повідомлення в цій розмові.
zh_hans: 以下设置允许您自动删除此对话中的旧消息。

source: Location expired
de: Standort ist abgelaufen
es: La ubicación ha caducado
fr: Position expirée
it: Posizione scaduta
ja: 位置情報の有効期限切れ
ko: 위치 정보가 만료되었습니다.
pt_br: Localização expirada
pt_pt: Localização expirada
ru: Срок действия местоположения истек
uk: Термін дії геолокації закінчився
zh_hans: 位置信息已过期

# LOCATION_SHARED_STOPPED
source: You stopped sharing location
de: Du hast die Standortfreigabe beendet
es: Dejaste de compartir tu ubicación
fr: Vous avez arrêté le partage de position
it: Hai smesso di condividere la posizione
ja: 位置情報の共有を停止しました
ko: 위치 공유를 중단했습니다.
pt_br: Você parou de compartilhar a localização
pt_pt: Deixou de partilhar a localização
ru: Вы прекратили делиться местоположением
uk: Ви припинили ділитися геолокацією
zh_hans: 您已停止共享位置

source: Locked Out
de: Ausgeschlossen
es: Bloqueado
fr: Bloqué
it: Bloccato
ja: アカウントがロックされました
ko: 계정 잠김
pt_br: Conta bloqueada
pt_pt: Conta Bloqueada
ru: Заблокирован
uk: Заблоковано
zh_hans: 账号已锁定

# LOCKED_OUT_EXPLANATION
source: Olvid is locked following too many wrong passcode attempts.
de: Olvid ist aufgrund zu vieler falscher Passcode-Versuche gesperrt.
es: Olvid está bloqueado tras demasiados intentos fallidos de código de acceso.
fr: Olvid est verrouillée suite à la saisie d'un nombre trop important de mauvais codes.
it: Olvid è bloccato a causa di troppi tentativi errati del codice di accesso.
ja: Olvidは、パスコードを何度も間違って入力したためロックされました。
ko: 너무 많은 횟수의 잘못된 비밀번호 시도로 인해 Olvid가 잠겼습니다.
pt_br: O Olvid foi bloqueado após várias tentativas incorretas de senha.
pt_pt: O Olvid foi bloqueado devido a demasiadas tentativas incorretas de introduzir o código de acesso.
ru: Olvid заблокирован из-за слишком большого количества неправильных попыток ввода пароля.
uk: Olvid заблоковано через надто багато неправильних спроб введення пароля.
zh_hans: 由于多次输入错误的密码，Olvid已被锁定。

# LOCKED_OUT_FOR
source: Locked for
de: Für %d gesperrt
es: Bloqueado por
fr: Bloqué pour
it: Bloccato per
ja: ロックされてから
ko: 잠금 시간:
pt_br: Bloqueado por
pt_pt: Bloqueado por
ru: Заблокировано на
uk: Заблоковано на
zh_hans: 已锁定

# LOCKOUT_CLEAN_EPHEMERAL_EXPLANATION
source: When activated, entering a wrong passcode 3 times in a row will silently erase all read once and limited visibility messages.
de: Wenn aktiviert, führt das dreimalige Eingeben eines falschen Passcodes hintereinander dazu, dass alle einmal gelesenen und mit eingeschränkter Sichtbarkeit versehenen Nachrichten geräuschlos gelöscht werden.
es: Cuando se activa, ingresar un código de acceso incorrecto 3 veces seguidas borrará silenciosamente todos los mensajes de lectura única y de visibilidad limitada.
fr: Quand cette option est activée, saisir 3 mauvais codes d'affilée entraîne l'effacement silencieux de tous les messages à visibilité limitée.
it: Quando attivata, inserire un codice di accesso errato per 3 volte consecutive cancellerà silenziosamente tutti i messaggi visualizzati una sola volta e con visibilità limitata.
ja: この機能を有効にすると、パスコードを連続して3回間違えると、一度だけ表示されるメッセージや、閲覧制限のあるメッセージがすべて削除されます。
ko: 이 기능이 활성화되면, 잘못된 비밀번호를 연속으로 3번 입력하면 읽은 메시지와 제한된 가시성 메시지가 모두 삭제됩니다.
pt_br: Quando ativado, inserir uma senha incorreta três vezes seguidas apagará silenciosamente todas as mensagens de leitura única e de visibilidade limitada.
pt_pt: Quando ativado, introduzir um código de acesso incorreto 3 vezes seguidas irá apagar silenciosamente todas as mensagens de visualização única e de visibilidade limitada.
ru: При активации, ввод неверного пароля три раза подряд приведет к беззвучному удалению всех сообщений, прочитанных один раз, и сообщений с ограниченной видимостью.
uk: Увімкнення цієї функції призведе до беззвучного видалення всіх повідомлень, які можна прочитати лише один раз або мають обмежену видимість, після трьох неправильних спроб введення пароля поспіль.
zh_hans: 启用此功能后，连续三次输入错误的密码，将会静默删除所有已读一次和有限可见性的消息。

# LOCKOUT_CLEAN_EPHEMERAL_TITLE
source: Erase sensitive messages after 3 bad passcode attempts
de: Sensible Nachrichten nach 3 falschen Passcode-Versuchen löschen
es: Borrar mensajes confidenciales después de 3 intentos fallidos de código de acceso
fr: Effacer les messages sensibles après 3 mauvais codes
it: Cancella i messaggi sensibili dopo 3 tentativi di passcode errati
ja: パスコードを3回間違えると、機密性の高いメッセージが削除されます
ko: 잘못된 비밀번호를 3번 입력하면 민감한 메시지를 삭제합니다.
pt_br: Apague as mensagens confidenciais após 3 tentativas incorretas de código
pt_pt: Apague as mensagens confidenciais após 3 tentativas incorretas de código.
ru: Удалить конфиденциальные сообщения после 3 неудачных попыток ввода пароля
uk: Видалити конфіденційні повідомлення після 3 невдалих спроб введення пароля
zh_hans: 在连续三次密码输入错误后，清除敏感信息

# LOGIN_WITH_CUSTOM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using a custom passcode.
de: Mit dieser Option können Sie Olvid mit einem benutzerdefinierten Passcode schützen.
es: Esta opción te permite proteger Olvid con un código de acceso personalizado.
fr: Cette option vous permet de protéger l'accès à Olvid grâce au code personnalisé.
it: Questa opzione ti permette di proteggere Olvid utilizzando un codice di accesso personalizzato.
ja: このオプションを使用すると、カスタムパスコードでOlvidを保護できます。
ko: 이 옵션을 사용하면 사용자 지정 암호로 Olvid를 보호할 수 있습니다.
pt_br: Esta opção permite proteger o Olvid com uma senha personalizada.
pt_pt: Esta opção permite que proteja o Olvid com uma senha personalizada.
ru: Эта опция позволяет защитить Olvid с помощью пользовательского пароля.
uk: Ця опція дозволяє захистити Olvid за допомогою власного пароля.
zh_hans: 此选项允许您使用自定义密码来保护 Olvid。

# LOGIN_WITH_CUSTOM_PASSCODE_TITLE
source: Log in with a custom passcode
de: Mit einem benutzerdefinierten Passcode anmelden
es: Iniciar sesión con un código de acceso personalizado
fr: S'authentifier avec un code personnalisé
it: Accedi con un codice di accesso personalizzato
ja: カスタムパスコードでログイン
ko: 사용자 지정 암호로 로그인
pt_br: Faça login com um código de acesso personalizado
pt_pt: Iniciar sessão com um código de acesso personalizado
ru: Войти с помощью пользовательского пароля
uk: Увійти за допомогою власного пароля
zh_hans: 使用自定义密码登录

# LOGIN_WITH_FACE_ID_CUSTOM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Face ID or a custom passcode.
de: Mit dieser Option können Sie Olvid mit Face ID oder einem benutzerdefinierten Code schützen.
es: Esta opción te permite proteger Olvid usando Face ID o un código de acceso personalizado.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Face ID ou au code personnalisé.
it: Questa opzione consente di proteggere Olvid con Face ID o un codice di accesso personalizzato.
ja: このオプションを使用すると、Face IDまたはカスタムパスコードを使用してOlvidを保護できます。
ko: 이 옵션을 사용하면 Face ID 또는 사용자 지정 비밀번호를 사용하여 Olvid를 보호할 수 있습니다.
pt_br: Esta opção permite que você proteja o Olvid usando o Face ID ou uma senha personalizada.
pt_pt: Esta opção permite proteger o Olvid utilizando o Face ID ou um código de acesso personalizado.
ru: Эта опция позволяет защитить Olvid с помощью Face ID или собственного пароля.
uk: Ця опція дозволяє захистити Olvid за допомогою Face ID або власного пароля.
zh_hans: 此选项允许您使用面容 ID 或自定义密码来保护 Olvid。
